autojump
base-passwd
bash-doc
binwalk
bsdutils
cowsay
curl
dash
dconf-editor
diffutils
dirb
docker-compose
docker.io
docker
dotnet-sdk-7.0
dotnet7
efibootmgr
exa
expect
fcrackzip
feh
ffmpeg
figlet
findutils
fonts-indic
fortune-mod
fping
freerdp2-x11
gcc
gir1.2-mutter-10
gjs
gnome-shell-extension-manager
gnome-shell-extensions
gnome-sushi
gnome-tweaks
gobuster
golang-go
grep
grub-common
grub-efi-amd64-bin
grub-efi-amd64-signed
grub-gfxpayload-lists
grub-pc-bin
grub-pc
grub2-common
gzip
hostname
htop
hub
hxtools
hydra
imagemagick
init
john
language-pack-en-base
language-pack-en
language-pack-gnome-en-base
language-pack-gnome-en
ldap-utils
libdebconfclient0
libflashrom1
libftdi1-2
libgjs0g
libimage-exiftool-perl
libjpeg62
libllvm13
libmutter-10-0
libreoffice
linux-generic-hwe-22.04
login
lolcat
macchanger
mokutil
mutter-common
mysql-client-core-8.0
ncurses-base
ncurses-bin
neofetch
net-tools
nfs-common
nikto
nmap
npm
nvidia-settings
openjdk-17-jdk
openvpn
os-prober
pandoc
plocate
polenum
procps
putty-tools
python2
python3-pip
python3-pygments
python3
ranger
redshift
remmina
rsync
ruby-dev
shim-signed
smbclient
socat
sqlite3
sshpass
steghide
terminator
traceroute
ubuntu-desktop-minimal
ubuntu-desktop
ubuntu-minimal
ubuntu-restricted-addons
ubuntu-standard
ubuntu-wallpapers
unrar
vim
vlc
w3m
wfuzz
whatweb
whois
wine64
wine
winetricks
wireshark
wmctrl
x11-xserver-utils
xclip
xdg-utils
xterm
youtube-dl
zmap
