bat
curl
exa
fd-find
fping
gcc
gh
git
grep
gzip
less
make
nano
netcat
nmap
npm
openvpn
python3
python3.10-venv
python3-pip
ripgrep
rsync
speedtest-cli
thefuck
tmux
traceroute
tree
vim
vim-runtime
vim-tiny
wfuzz
wget
whois
xclip
xxd
zip
