acpi-support
adduser
aircrack-ng
alsa-base
alsa-utils
anacron
apparmor
appstream
apt-config-icons-hidpi
apt-utils
apt
at-spi2-core
autoconf
automake
avahi-autoipd
avahi-daemon
baobab
base-passwd
base58
bash-doc
bat
bc
binwalk
bluez-cups
bluez
brltty
bsdutils
ca-certificates
cargo
cewl
cmake
cmatrix
composer
console-setup
cowsay
cups-bsd
cups-client
cups-filters
cups
curl
dash
dconf-editor
debconf-i18n
debconf
diffutils
dirb
dirmngr
dmz-cursor-theme
docker-compose
docker.io
docker
e2fsprogs
efibootmgr
eject
exa
expect
extra-cmake-modules
fcrackzip
fd-find
feh
ffmpeg
figlet
findutils
firefox
fonts-dejavu-core
fonts-freefont-ttf
fonts-indic
fonts-kacst-one
fonts-khmeros-core
fonts-lao
fonts-liberation2
fonts-liberation
fonts-lklug-sinhala
fonts-noto-cjk
fonts-noto-color-emoji
fonts-opensymbol
fonts-sil-abyssinica
fonts-sil-padauk
fonts-thai-tlwg
fonts-tibetan-machine
fonts-ubuntu
foomatic-db-compressed-ppds
fortune-mod
fping
freerdp2-x11
fwupd-signed
fwupd
fzf
gamemode
gcc
gettext
gh
ghostscript-x
gir1.2-gmenu-3.0
gir1.2-mutter-10
git
gjs
gnome-accessibility-themes
gnome-menus
gnome-shell-extension-manager
gnome-shell-extensions
gnome-sushi
gnome-themes-extra
gnome-tweaks
gobuster
golang-go
gparted
gpg-agent
grep
grub-common
grub-efi-amd64-bin
grub-efi-amd64-signed
grub-gfxpayload-lists
grub-pc-bin
grub-pc
grub2-common
gsettings-ubuntu-schemas
gstreamer1.0-alsa
gstreamer1.0-packagekit
gstreamer1.0-plugins-base-apps
gstreamer1.0-pulseaudio
gtk2-engines-murrine
gvfs-fuse
gzip
haguichi
hashcat
hashid
hcxdumptool
hcxtools
hostname
hplip
htop
hub
hxtools
hydra
ibus-gtk
im-config
imagemagick-6-common
imagemagick-6-doc
imagemagick
init
inputattach
iproute2
iputils-ping
isc-dhcp-client
kbd
kerneloops
kmod
language-pack-en-base
language-pack-en
language-pack-gnome-en-base
language-pack-gnome-en
language-selector-common
laptop-detect
ldap-utils
less
libarchive-dev
libatk-adaptor
libcanberra-gtk-module
libcurl4-gnutls-dev
libdebconfclient0
libflashrom1
libftdi1-2
libgjs0g
libglib2.0-bin
libgmp-dev
libgraphicsmagick1-dev
libgtk-3-dev
libimage-exiftool-perl
libjpeg62
libkrb5-dev
libllvm13
libmagickwand-dev
libmutter-10-0
libnotify-bin
libnss-mdns
libnss3-dev
libnss3-tools
libnss3
libopenblas0-pthread
libpam-fprintd
libpam-gnome-keyring
libpam-sss
libpcap0.8-dev
libproxy1-plugin-gsettings
libproxy1-plugin-networkmanager
libreoffice-calc
libreoffice-gnome
libreoffice-impress
libreoffice-math
libreoffice-writer
libreoffice
libsasl2-modules
libsdl2-dev
libslirp-dev
libssl-dev
libtool
libu2f-udev
libwmf0.2-7-gtk
libzstd-dev
lighttpd
linux-generic-hwe-22.04
locales
login
lolcat
lsb-release
lua5.4
luajit
luarocks
macchanger
mawk
memtest86+
mokutil
mount
mutter-common
mysql-server
nautilus-sendto
ncdu
ncurses-base
ncurses-bin
neofetch
net-tools
netbase
netcat-openbsd
netplan.io
network-manager-config-connectivity-ubuntu
network-manager
nfs-common
nikto
ninja-build
nmap
npm
nuget
openjdk-17-jdk
openprinting-ppds
openvpn
os-prober
packagekit
pandoc
parallel
passwd
pcmciautils
perl
php
plocate
plymouth-theme-spinner
polenum
policykit-desktop-privileges
printer-driver-brlaser
printer-driver-c2esp
printer-driver-foo2zjs
printer-driver-m2300w
printer-driver-min12xxw
printer-driver-pnm2ppa
printer-driver-ptouch
printer-driver-pxljr
printer-driver-sag-gdi
printer-driver-splix
procps
proxychains4
proxychains
pulseaudio-module-bluetooth
pulseaudio
putty-tools
python2
python3-pip
python3.10-venv
python3
qpdf
qtbase5-dev
qtbase5-private-dev
qtmultimedia5-dev
ranger
redis-tools
remmina
rfkill
rig
ripgrep
rsync
rsyslog
ruby-dev
ruby
samba
sassc
sensible-utils
shim-signed
smbclient
snapd
socat
speech-dispatcher
speedtest-cli
sqlite3
squid
sshpass
steghide
sudo
systemd-oomd
terminator
thefuck
traceroute
tree
tzdata
ubuntu-advantage-tools
ubuntu-desktop-minimal
ubuntu-desktop
ubuntu-drivers-common
ubuntu-keyring
ubuntu-minimal
ubuntu-report
ubuntu-restricted-addons
ubuntu-settings
ubuntu-standard
ubuntu-wallpapers
udev
ueberzugpp
unrar
unzip
usrmerge
util-linux
vim-runtime
vim-tiny
vim
vlc
w3m
wfuzz
whatweb
whiptail
whois
whoopsie
winbind
wine64
wine
winetricks
wireless-tools
wireshark
wmctrl
wpasupplicant
x11-xserver-utils
xclip
xcursor-themes
xdg-user-dirs
xdg-utils
xdotool
xterm
xxd
yaru-theme-gnome-shell
yaru-theme-gtk
yaru-theme-icon
yaru-theme-sound
youtube-dl
zip
zmap
