adduser
apt-utils
apt
autoconf
autojump
automake
base-passwd
base58
bash-doc
bat
binwalk
bsdutils
cargo
cewl
cmake
cmatrix
composer
console-setup
cowsay
curl
dash
dconf-editor
debconf-i18n
debconf
diffutils
dirb
docker-compose
docker.io
docker
dotnet-sdk-7.0
dotnet7
e2fsprogs
efibootmgr
eject
exa
expect
extra-cmake-modules
fcrackzip
fd-find
feh
ffmpeg
figlet
findutils
fonts-indic
fortune-mod
fping
freerdp2-x11
fzf
gcc
gettext
gh
gir1.2-mutter-10
git
gjs
gnome-shell-extension-manager
gnome-shell-extensions
gnome-sushi
gnome-tweaks
gobuster
golang-go
gparted
grep
grub-common
grub-efi-amd64-bin
grub-efi-amd64-signed
grub-gfxpayload-lists
grub-pc-bin
grub-pc
grub2-common
gzip
hashcat
hashid
hostname
htop
hub
hxtools
hydra
imagemagick
init
iproute2
iputils-ping
isc-dhcp-client
kbd
kmod
language-pack-en-base
language-pack-en
language-pack-gnome-en-base
language-pack-gnome-en
ldap-utils
less
libarchive-dev
libcanberra-gtk-module
libcurl4-gnutls-dev
libdebconfclient0
libflashrom1
libftdi1-2
libgjs0g
libgmp-dev
libimage-exiftool-perl
libjpeg62
libkrb5-dev
libllvm13
libmutter-10-0
libnss3-dev
libnss3-tools
libnss3
libpcap0.8-dev
libreoffice
libsdl2-dev
libslirp-dev
libtool
libzstd-dev
lighttpd
linux-generic-hwe-22.04
locales
login
lolcat
lsb-release
lua5.4
luarocks
macchanger
mawk
mokutil
mount
mutter-common
mysql-server
ncdu
ncurses-base
ncurses-bin
neofetch
net-tools
netbase
netcat-openbsd
netplan.io
nfs-common
nikto
ninja-build
nmap
npm
openjdk-17-jdk
openvpn
os-prober
pandoc
passwd
perl
php
plocate
polenum
procps
proxychains
putty-tools
python2
python3-pip
python3.10-venv
python3
qpdf
qtbase5-dev
qtbase5-private-dev
qtmultimedia5-dev
ranger
remmina
rig
ripgrep
rsync
rsyslog
ruby-dev
sensible-utils
shim-signed
smbclient
socat
speedtest-cli
sqlite3
sshpass
steghide
sudo
terminator
thefuck
traceroute
tree
tzdata
ubuntu-advantage-tools
ubuntu-desktop-minimal
ubuntu-desktop
ubuntu-keyring
ubuntu-minimal
ubuntu-restricted-addons
ubuntu-standard
ubuntu-wallpapers
udev
unrar
unzip
usrmerge
vim-runtime
vim
vlc
w3m
wfuzz
whatweb
whiptail
whois
wine64
wine
winetricks
wireshark
wmctrl
x11-xserver-utils
xclip
xdg-utils
xdotool
xterm
xxd
youtube-dl
zmap
