amberol
audacity
bare
canonical-livepatch
chromium
code
color-picker
core
core18
core20
core22
crackmapexec
cups
discord
dotnet-sdk
firefox
gnome-3-28-1804
gnome-3-38-2004
gnome-42-2204
gtk-common-themes
hnterm
julia
mdl
mdview
metasploit-framework
ngrok
onionshare
qt5-core20
qt515-core20
radare2
searchsploit
seclists
snap-store
snapd
snapd-desktop-integration
sublime-text
utorrent
whatsie
